Revit 2027 API
SymbolTypeId.LbMassPerFt Property
 Symbol lb/ft, indicating unit Pounds mass per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerFt { get; }
Public Shared ReadOnly Property LbMassPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerFt {
	ForgeTypeId^ get ();
}
static member LbMassPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace